// © Copyright 2010-2016 HP Development Company, L.P.

TaskName = "Skann til datamaskin";
TaskDescription = "Med Skann til datamaskin kan du starte skanninger fra frontpanelet på HP-enheten og automatisk sende skanningen til datamaskinen.";

MoreInfoButtonToolTipTitle = "Mer informasjon om Skann til datamaskin";

"COMPUTER_NAME_TITLE" = "Ditt datamaskinnavn er";
"COMPUTER_NAME_DESCRIPTION" = "Når du starter en skanning fra HP-enheten, kan du bli bedt om å velge din datamaskin fra en liste over Skann til datamaskin-aktiverte vertsdatamaskiner.";
ComputerNameWithDefaultDestinationDescription = "Når du begynner en skanning fra HP-enheten din, kan du bli spurt om å velge datamaskinen din fra en liste over Skann til datamaskin-aktiverte vertsdatamaskiner. Skanninger blir lagret til standardmålmappen. For å redigere skanneoppgavene klikker du på \"Rediger skanneoppgaver\"-knappen.";
"COMPUTER" = "Datamaskin";
"COMPUTERS" = "Datamaskiner";

"COMMUNICATION_ERROR" = "Kan ikke etablere kommunikasjon med skanneren. Kontroller at enheten er slått på, sjekk tilkoblingen og kontroller at nettverket fungerer riktig. Vær oppmerksom på at Bonjour må være aktivert på enheten.";
"INSTALLATION_ERROR" = "HP-programvaren som kreves for Skann til datamaskin, ble ikke funnet på denne datamaskinen. Last ned og installer den nyeste HP-anbefalte programvaren for din enhet fra http://www.hp.com/support, og prøv igjen.";
HSDNoHPScanDriverErrorMessage = "Kunne ikke laste HP-programvaren som kreves for skanning til datamaskin. Last ned og installer den nyeste programvaren for HP-enheten fra http://www.hp.com/support, og prøv på nytt. Start Mac- og HP-enheten på nytt hvis problemet vedvarer.";

EnableScanToComputerCheckBoxTitle = "Aktiver Skann til datamaskin";

EnablingScanToComputerProgressTitle = "Aktiverer Skann til datamaskin";

ScanToComputerIsEnabledTitle = "Skann til datamaskin er aktivert";
ChangeComputerNameButtonTitle = "Endre datamaskinnavn…";

ScanToComputerDisabledTitle = "Skann til datamaskin er deaktivert";
ScanToComputerDisabledDescriptionTitle = "Du kan fremdeles starte skanninger fra datamaskinens skanneprogramvare, for eksempel fra HP Easy Scan.";

ScanToComputerCannotBeEnabledTitle = "Skann til datamaskin kan ikke aktiveres";

EnablingFailedCause1Title = "Mulig årsak 1: Maksimalt antall datamaskiner er allerede aktivert. Hvis du skal aktivere Skann til datamaskin, må du først deaktivere denne funksjonen på en annen datamaskin.";
EnablingFailedCause2Title = "Mulig årsak 2: Kan ikke kommunisere med enhet. Sjekk kabler og tilkoblingsinnstillinger. Hvis problemet vedvarer, kan du prøve å omstarte datamaskinen og HP-enheten.";
ShowEnabledComputersButtonTitle = "Vis aktiverte datamaskiner";

CommunicationErrorTitle = "Kommunikasjonsfeil";
CommunicationErrorDescriptionTitle = "Kan ikke kommunisere med enhet. Sjekk kabler og tilkoblingsinnstillinger. Hvis problemet vedvarer, kan du prøve å omstarte datamaskinen og HP-enheten.";

EditScanTasksButtonTitle = "Rediger skanneoppgaver…";
EditScanTasksButtonToolTipTitle = "Vis og rediger skanneoppgaver i HP Easy Scan-applikasjonen (eller HP Scan for noen produkter)";
CannotEditScanTasksErrorTitle = "Finner ikke HP Easy Scan";
HSDNoHPScanErrorMessage = "HSD_TEXT:HP Easy Scan (eller HP Scan for visse produkter) kreves for å vise og redigere innstillinger for skannejobber. Last ned og installer den nyeste programvaren til produktet ditt på HSD_LINK:HSD_URL:HSDSupportLink_URL.";
HSDOutdatedHPScanErrorMessage = "HSD_TEXT:HP Scan-programvaren må oppdateres. HSDNoHPScanErrorMessage";

// Enabled Computers List
TableTile = "Nå aktivert for Skann til datamaskin";
MaximumEnabledComputersAmountTitle = "Maksimum aktivert for denne enheten:";
